Repository: iggyvolz/iMagine-Translations
Catalog: */LC_MESSAGES/ftgr_1.0.0dev.po
Languages: fr_fr

source: No documentation available for language %1.
fr_fr: Il n'y a aucune documentation pour la langue %1.

source: Who is "%1"?
fr_fr: Qui est "%1"?

source: %1: How do I "%2"?
fr_fr: %1: Comment est-ce que je peux "%2"?

source: Cannot call battle class directly.
fr_fr: Il ne faut pas se référer à la class "battle" directement

source: Battle %1 already selected, tried to select %2.
fr_fr: La bataille %1 est déjà sélectionné, vous avez essayé de sélectionner %2.

source: The opponent's %1 used %2 on %3 and it caused %4 damage!
fr_fr: Le %1 de l'adversaire a utilisé %2 sur %3 et a causé %4 dommages!

source: %1 fainted!
fr_fr: %1 s'évanoui!

source: The opponent's %1 used %2 on %3 and it missed!
fr_fr: Le %1 de l'adversaire a utilisé %2 sur %3 et il ratera!

source: The opponent's %1 used %2!
fr_fr: Le %1 de l'adversaire a utilisé %2!

source: The opponent's %1 used %2 and it missed!
fr_fr: Le %1 de l'adversaire a utilisé %2 et il ratera!

source: %1 is now selected!
fr_fr: %1 est maintenant sélectionnée!

source: Sorry, debug mode has been disabled by an administrator.
fr_fr: Désolé, un administrateur a désactivé le mode debug.

source: Debug mode is now on.
fr_fr: Le mode debug est allumé.

source: Debug mode is now off.
fr_fr: La mode debug est étendu.

source: Opened help.
fr_fr: Ouvre l'aide.

source: Language %1 not found.
fr_fr: La langue %1 n'est pas trouvé.

source: Changed to language %1.
fr_fr: Changé à %1.

source: Battle %1 now loaded!
fr_fr: %1 est maintenant chargée!

source: Error: Invalid battle
fr_fr: Erreur: la bataille n'existe pas

source: %1 used %2!
fr_fr: %1 a utilisé %2!

source: %1 used %2 and it missed!
fr_fr: %1 a utilisé %2 et il ratera!

source: %1 used %2 and caused %3 damage on %4
fr_fr: %1 a utilisé %2 sur %3 et a causé %4 dommages!

source: %1 used %2 on %3 and it missed!
fr_fr: %1 a utilisé %2 sur %3 et il ratera!

source: Successfully reset battle!
fr_fr: J'ai réussi à réinitialiser!

source: You cannot update. Please enter the update code with update_code()
fr_fr: On ne put pas réactualiser. S'il veut plaît, entrer le code de réactualiser avec update_code()

source: This function requires a parameter. Please see the documentation.
fr_fr: Cette fonctionne a besoin d'un paramètre. S'il veut plaît, voir la documentation.

source: Either you are not connected to wi-fi, the Fightmon site is down, or you specified an incorrect version.
fr_fr: On ne s'est pas connecté au hi-fi, le site Fightmon est cassé, ou on dit un version pas correct.

source: Successfully upgraded to version %1.
fr_fr: J'ai réussi à réactualiser à version %1.

source: Your update code has been accepted. Please proceed with update.
fr_fr: La code de réactualiser était accepté. S'il veut plaît, continuer avec le réactualise.

source: Your update code has been denied. Please ensure you typed it correctly.
fr_fr: La code de réactualiser était nié. S'il veut plaît, fais sûr que vous le saisiez vraiment.

source: Current version is %1.
fr_fr: La version maintenant est %1.

source: example
fr_fr: exemple

source: Air Ram
fr_fr: Ram Air

source: Bite
fr_fr: Mordre

source: Scratch
fr_fr: Zéro

source: Stomp
fr_fr: Piétiner

source: Trample
fr_fr: Fouler

source: Wind Whap
fr_fr: Vent Vorp

source: Burn
fr_fr: Fumer

source: Fly By
fr_fr: Vole Par

source: Hornit
fr_fr: Corner

source: Sting
fr_fr: Piquer

source: Kick
fr_fr: botter

source: Blade Burst
fr_fr: Lame Rafale

source: Daze
fr_fr: Etat Second

source: Love's Fall
fr_fr: Tombe d'Amour

source: Projectiles
fr_fr: Jeter

source: Echo Locate
fr_fr: Écho Location

source: Metal Petal
fr_fr: Métale Pétale

source: Tail Whip
fr_fr: Queue Fouet

source: Static Shock
fr_fr: Choc Statique

source: Antenna beams
fr_fr: Antenne Poutres

source: De-root
fr_fr: Pas-Racine

source: Needle Thorn
fr_fr: Thorn d'Aiguille

source: Electro-shade
fr_fr: Ombre d'électricité

source: Lightning Strike
fr_fr: Grève d'électricité

source: Rep Strike
fr_fr: Grève encore

source: Fire Flare
fr_fr: Flare Incendie

source: Welcome to Fightmon the Game: Reemon v%1 "%2"!
fr_fr: Bienvenue à Fightmon le Jeu: Reemon v%1 "%2"!

source: For help and credits, type help then press enter.
fr_fr: Pour l'aide et crédits, saisir help et appuyer entrer

source: WARNING: Your PHP version has been depreciated and will not be supported after July 1st.
fr_fr: Avertissement: La version de PHP s'est dépréciée. On ne la soutiens après que le premier juillet.

source: Blazer
fr_fr: Feumeur

source: Curleaf
fr_fr: frisée

source: Feniixis
fr_fr: Phénix

source: FireeBee
fr_fr: FeuBeille

source: GhostSlicer
fr_fr: FantômeTrancheuse

source: Hartvile
fr_fr: Coeureur

source: Krabulous
fr_fr: Crabébé

source: Nightwing
fr_fr: Nuitaile

source: Plantsy
fr_fr: Usiné

source: Pluff
fr_fr: Pluffe

source: ReeBee
fr_fr: ReuBeille

source: Skelestorm
fr_fr: Squeltempête

source: Strab
fr_fr: Crabeé

source: Welcome to Fightmon the Game: Reemon v%1!
fr_fr: Bienvenue à Fightmon le Jeu: Reemon v%1!

source: Uh, oh! There were errors!
fr_fr: Ah non! Il y avait des erreurs!

source: Errors have been hidden by an administrator, but they may have been logged.
fr_fr: Les erreurs sont caché par un administrateur, mais ils pouvait être tronçonné.
